import React from 'react';
import { Link, useLocation } from 'react-router-dom';

function Lending() {
    return (
        <div className='lenings_content'>
        	<div className='lenings_header'>
                <Link to="/add-products-to-cart">
                <div className="sidebar_logo">
        			<div className='sidebar_logo_text'>D</div>
        			<div className="sidebar_logo">ePharma</div>
        		</div>
                </Link>
        		<div className='lending_link'>
        			<ul>
        				<li>Решения</li>
        				<li>Платформа</li>
        				<li>Тарифы</li>
        			</ul>
        		</div>
        		<div>
        			<button>Попробовать бесплатно</button>
        		</div>
        	</div>
        	<main>
        		<div className='lending_info'>
        			<div className='lending_info_img_bg'>
        				<div className="sidebar_logo">
        					<div className='sidebar_logo_text'>D</div>
        					<div className="sidebar_logo">ePharma</div>
        				</div>
        			</div>
        			<div className='lending_info_paragraph'>
        				<h2>Автоматизируйте аптеку. <br></br><span>Растите прибыль</span></h2>
        				<p>Комплексная платформа для автоматического учета, умного прогнозирования онлайн продаж, Оптимизируйте операции и сосредоточьтесь на пациентах</p>
        			</div>
        			<div className='lending_action'>
        				<button>Смотреть видео</button>
        				<button>Запросить демо</button>
        			</div>
        		</div>
        		<div className='lening_company_trust'>
        			<h1>Нам доверяют</h1>
        			<div className='lening_company_partner'>
        				<ul>
        					<li>
        						<img src="./logodustipharma.png" alt=""/>
        					</li>
        					        					<li>
        						<img src="./logoOrionPharma.png" alt=""/>
        					</li>
        					        					<li>
        						<img src="./LogoSalomat.png" alt=""/>
        					</li>
        					        					<li>
        						<img src="./LogoMadad.png" alt=""/>
        					</li>
        					        					<li>
        						<img src="./logoAsiaPharma.png" alt=""/>
        					</li>
        				</ul>
        			</div>
        		</div>
        		<div className='lending_infos'>
        			<div className="lending_info_epharm">
        				<h1>Почему ведущие аптеки выбирают ePharma</h1>
        				<p>Оптимизируйте свои операции с помощью инструментов, разработанных для современного фармацевтического бизнеса</p>
        			</div>
        			<div className='lending_info_cards'>
        				<div className='lending_info_card'>
        					<div className='lending_info_bg'>
        						<svg width="28" height="26" viewBox="0 0 28 26" fill="none" xmlns="http://www.w3.org/2000/svg">
								<path d="M1.2002 24.6346H25.8669M8.9082 1.19995H18.1589C19.1402 1.19995 20.0813 1.58977 20.7752 2.28366C21.469 2.97754 21.8589 3.91865 21.8589 4.89995V24.6333H5.2082V4.89995C5.2082 3.91865 5.59802 2.97754 6.2919 2.28366C6.98578 1.58977 7.92689 1.19995 8.9082 1.19995Z" stroke="#1ba1a0" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round"/>
								<path d="M12.3007 16.0014H14.7673C15.0102 16.0014 15.2507 16.0493 15.475 16.1422C15.6994 16.2351 15.9033 16.3714 16.075 16.5431C16.2467 16.7148 16.3829 16.9187 16.4759 17.1431C16.5688 17.3674 16.6167 17.6079 16.6167 17.8508V24.6348H10.4527V17.8508C10.4527 17.3603 10.6475 16.8899 10.9943 16.5431C11.3411 16.1963 11.8115 16.0014 12.302 16.0014M9.83398 6.13477H17.234M9.83398 11.0681H17.234" stroke="#1ba1a0" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round"/>
								</svg>
        					</div>
        					<h3>Инвентаризация онлайн</h3>
        					<p>Оптимизируйте свои операции с помощью инструментов, разработанных для современного фармацевтического бизнеса</p>
        				</div>
                        <div className='lending_info_card'>
                            <div className='lending_info_bg'>
                                <svg width="27" height="24" viewBox="0 0 27 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M14.6652 1.33691e-07C15.338 -0.000212772 15.9859 0.253875 16.4793 0.711329C16.9726 1.16878 17.2747 1.79579 17.3252 2.46667L17.3319 2.66667V8H21.3319C22.0046 7.99979 22.6526 8.25388 23.1459 8.71133C23.6392 9.16878 23.9414 9.79579 23.9919 10.4667L23.9985 10.6667V21.3333H25.3319C25.6717 21.3337 25.9986 21.4638 26.2457 21.6971C26.4928 21.9304 26.6415 22.2493 26.6614 22.5885C26.6813 22.9278 26.571 23.2618 26.3528 23.5224C26.1347 23.783 25.8253 23.9505 25.4879 23.9907L25.3319 24H1.33186C0.992017 23.9996 0.665147 23.8695 0.418032 23.6362C0.170917 23.4029 0.0222095 23.0841 0.00229338 22.7448C-0.0176228 22.4056 0.0927557 22.0715 0.310876 21.8109C0.528996 21.5503 0.838395 21.3828 1.17586 21.3427L1.33186 21.3333H2.66519V2.66667C2.66498 1.9939 2.91906 1.34591 3.37652 0.852603C3.83397 0.359294 4.46098 0.0571246 5.13186 0.00666695L5.33186 1.33691e-07H14.6652ZM21.3319 10.6667H17.3319V21.3333H21.3319V10.6667ZM14.6652 2.66667H5.33186V21.3333H14.6652V2.66667ZM11.9985 16V18.6667H7.99852V16H11.9985ZM11.9985 10.6667V13.3333H7.99852V10.6667H11.9985ZM11.9985 5.33333V8H7.99852V5.33333H11.9985Z" fill="#1ba1a0"/>
                                </svg>
                            </div>
                            <h3>Умное прогнозирование</h3>
                            <p>Оптимизируйте свои операции с помощью инструментов, разработанных для современного фармацевтического бизнеса</p>
                        </div>
                        <div className='lending_info_card'>
                            <div className='lending_info_bg'>
                                <svg width="27" height="24" viewBox="0 0 27 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M14.6652 1.33691e-07C15.338 -0.000212772 15.9859 0.253875 16.4793 0.711329C16.9726 1.16878 17.2747 1.79579 17.3252 2.46667L17.3319 2.66667V8H21.3319C22.0046 7.99979 22.6526 8.25388 23.1459 8.71133C23.6392 9.16878 23.9414 9.79579 23.9919 10.4667L23.9985 10.6667V21.3333H25.3319C25.6717 21.3337 25.9986 21.4638 26.2457 21.6971C26.4928 21.9304 26.6415 22.2493 26.6614 22.5885C26.6813 22.9278 26.571 23.2618 26.3528 23.5224C26.1347 23.783 25.8253 23.9505 25.4879 23.9907L25.3319 24H1.33186C0.992017 23.9996 0.665147 23.8695 0.418032 23.6362C0.170917 23.4029 0.0222095 23.0841 0.00229338 22.7448C-0.0176228 22.4056 0.0927557 22.0715 0.310876 21.8109C0.528996 21.5503 0.838395 21.3828 1.17586 21.3427L1.33186 21.3333H2.66519V2.66667C2.66498 1.9939 2.91906 1.34591 3.37652 0.852603C3.83397 0.359294 4.46098 0.0571246 5.13186 0.00666695L5.33186 1.33691e-07H14.6652ZM21.3319 10.6667H17.3319V21.3333H21.3319V10.6667ZM14.6652 2.66667H5.33186V21.3333H14.6652V2.66667ZM11.9985 16V18.6667H7.99852V16H11.9985ZM11.9985 10.6667V13.3333H7.99852V10.6667H11.9985ZM11.9985 5.33333V8H7.99852V5.33333H11.9985Z" fill="#1ba1a0"/>
                                </svg>
                            </div>
                            <h3>Канал онлайн-продаж</h3>
                            <p>Оптимизируйте свои операции с помощью инструментов, разработанных для современного фармацевтического бизнеса</p>
                        </div>
                        <div className='lending_info_card'>
                            <div className='lending_info_bg'>
                                <svg width="27" height="24" viewBox="0 0 27 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M17.3333 0C18.0406 0 18.7189 0.280951 19.219 0.781048C19.719 1.28115 20 1.95942 20 2.66667V8H22.6667C23.3739 8 24.0522 8.28095 24.5523 8.78105C25.0524 9.28115 25.3333 9.95942 25.3333 10.6667V21.3333C25.687 21.3333 26.0261 21.4738 26.2761 21.7239C26.5262 21.9739 26.6667 22.313 26.6667 22.6667C26.6667 23.0203 26.5262 23.3594 26.2761 23.6095C26.0261 23.8595 25.687 24 25.3333 24H1.33333C0.979711 24 0.640573 23.8595 0.390524 23.6095C0.140476 23.3594 0 23.0203 0 22.6667C0 22.313 0.140476 21.9739 0.390524 21.7239C0.640573 21.4738 0.979711 21.3333 1.33333 21.3333V8C1.33333 7.29276 1.61428 6.61448 2.11438 6.11438C2.61448 5.61428 3.29276 5.33333 4 5.33333H6.66667V2.66667C6.66667 1.95942 6.94762 1.28115 7.44771 0.781048C7.94781 0.280951 8.62609 0 9.33333 0H17.3333ZM6.66667 8H4V21.3333H6.66667V8ZM22.6667 10.6667H20V21.3333H22.6667V10.6667ZM17.3333 2.66667H9.33333V21.3333H17.3333V2.66667ZM14.6667 16V18.6667H12V16H14.6667ZM14.6667 10.6667V13.3333H12V10.6667H14.6667ZM14.6667 5.33333V8H12V5.33333H14.6667Z" fill="#1ba1a0"/>
                                    </svg>
                            </div>
                            <h3>Продвинутая аналитика</h3>
                            <p>Оптимизируйте свои операции с помощью инструментов, разработанных для современного фармацевтического бизнеса</p>
                        </div>
        			</div>
        		</div>
                <div className='lending_warehouse_bg'>
                    <div className='lending_warehouse_paragraph'>
                        <h1>Комплексное управление складом</h1>
                        <p>Комплексная платформа для автоматического учета, умного прогнозирования онлайн продаж, Оптимизируйте операции и сосредоточьтесь на пациентах</p>
                        <ul>
                            <div className='lending_cheklist'>
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.0003 2.66675C8.64833 2.66675 2.66699 8.64808 2.66699 16.0001C2.66699 23.3521 8.64833 29.3334 16.0003 29.3334C23.3523 29.3334 29.3337 23.3521 29.3337 16.0001C29.3337 8.64808 23.3523 2.66675 16.0003 2.66675ZM16.0003 26.6667C10.119 26.6667 5.33366 21.8814 5.33366 16.0001C5.33366 10.1187 10.119 5.33341 16.0003 5.33341C21.8817 5.33341 26.667 10.1187 26.667 16.0001C26.667 21.8814 21.8817 26.6667 16.0003 26.6667Z" fill="#1ba1a0"/>
                                <path d="M13.3318 18.116L10.2665 15.056L8.38379 16.944L13.3345 21.884L22.2758 12.9427L20.3905 11.0574L13.3318 18.116Z" fill="#1ba1a0"/>
                                </svg>
                                <li>Автоматическое отслеживание</li>
                            </div>
                                                        <div className='lending_cheklist'>
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.0003 2.66675C8.64833 2.66675 2.66699 8.64808 2.66699 16.0001C2.66699 23.3521 8.64833 29.3334 16.0003 29.3334C23.3523 29.3334 29.3337 23.3521 29.3337 16.0001C29.3337 8.64808 23.3523 2.66675 16.0003 2.66675ZM16.0003 26.6667C10.119 26.6667 5.33366 21.8814 5.33366 16.0001C5.33366 10.1187 10.119 5.33341 16.0003 5.33341C21.8817 5.33341 26.667 10.1187 26.667 16.0001C26.667 21.8814 21.8817 26.6667 16.0003 26.6667Z" fill="#1ba1a0"/>
                                <path d="M13.3318 18.116L10.2665 15.056L8.38379 16.944L13.3345 21.884L22.2758 12.9427L20.3905 11.0574L13.3318 18.116Z" fill="#1ba1a0"/>
                                </svg>
                                <li>Автоматическое отслеживание</li>
                            </div>
                                                        <div className='lending_cheklist'>
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.0003 2.66675C8.64833 2.66675 2.66699 8.64808 2.66699 16.0001C2.66699 23.3521 8.64833 29.3334 16.0003 29.3334C23.3523 29.3334 29.3337 23.3521 29.3337 16.0001C29.3337 8.64808 23.3523 2.66675 16.0003 2.66675ZM16.0003 26.6667C10.119 26.6667 5.33366 21.8814 5.33366 16.0001C5.33366 10.1187 10.119 5.33341 16.0003 5.33341C21.8817 5.33341 26.667 10.1187 26.667 16.0001C26.667 21.8814 21.8817 26.6667 16.0003 26.6667Z" fill="#1ba1a0"/>
                                <path d="M13.3318 18.116L10.2665 15.056L8.38379 16.944L13.3345 21.884L22.2758 12.9427L20.3905 11.0574L13.3318 18.116Z" fill="#1ba1a0"/>
                                </svg>
                                <li>Автоматическое отслеживание</li>
                            </div>
                        </ul>
                    </div>
                    <div>
                        <img src="./warehouse.png" alt=""/>
                    </div>
                </div>
                <div className='lending_warehouse_bg lending_warehouse_bg_one'>
                    <div className='lending_warehouse_paragraph'>
                        <h1>Рост на основе данных</h1>
                        <p>Комплексная платформа для автоматического учета, умного прогнозирования онлайн продаж, Оптимизируйте операции и сосредоточьтесь на пациентах</p>
                        <ul>
                            <div className='lending_cheklist'>
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.0003 2.66675C8.64833 2.66675 2.66699 8.64808 2.66699 16.0001C2.66699 23.3521 8.64833 29.3334 16.0003 29.3334C23.3523 29.3334 29.3337 23.3521 29.3337 16.0001C29.3337 8.64808 23.3523 2.66675 16.0003 2.66675ZM16.0003 26.6667C10.119 26.6667 5.33366 21.8814 5.33366 16.0001C5.33366 10.1187 10.119 5.33341 16.0003 5.33341C21.8817 5.33341 26.667 10.1187 26.667 16.0001C26.667 21.8814 21.8817 26.6667 16.0003 26.6667Z" fill="#1ba1a0"/>
                                <path d="M13.3318 18.116L10.2665 15.056L8.38379 16.944L13.3345 21.884L22.2758 12.9427L20.3905 11.0574L13.3318 18.116Z" fill="#1ba1a0"/>
                                </svg>
                                <li>Автоматическое отслеживание</li>
                            </div>
                                                        <div className='lending_cheklist'>
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.0003 2.66675C8.64833 2.66675 2.66699 8.64808 2.66699 16.0001C2.66699 23.3521 8.64833 29.3334 16.0003 29.3334C23.3523 29.3334 29.3337 23.3521 29.3337 16.0001C29.3337 8.64808 23.3523 2.66675 16.0003 2.66675ZM16.0003 26.6667C10.119 26.6667 5.33366 21.8814 5.33366 16.0001C5.33366 10.1187 10.119 5.33341 16.0003 5.33341C21.8817 5.33341 26.667 10.1187 26.667 16.0001C26.667 21.8814 21.8817 26.6667 16.0003 26.6667Z" fill="#1ba1a0"/>
                                <path d="M13.3318 18.116L10.2665 15.056L8.38379 16.944L13.3345 21.884L22.2758 12.9427L20.3905 11.0574L13.3318 18.116Z" fill="#1ba1a0"/>
                                </svg>
                                <li>Автоматическое отслеживание</li>
                            </div>
                                                        <div className='lending_cheklist'>
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.0003 2.66675C8.64833 2.66675 2.66699 8.64808 2.66699 16.0001C2.66699 23.3521 8.64833 29.3334 16.0003 29.3334C23.3523 29.3334 29.3337 23.3521 29.3337 16.0001C29.3337 8.64808 23.3523 2.66675 16.0003 2.66675ZM16.0003 26.6667C10.119 26.6667 5.33366 21.8814 5.33366 16.0001C5.33366 10.1187 10.119 5.33341 16.0003 5.33341C21.8817 5.33341 26.667 10.1187 26.667 16.0001C26.667 21.8814 21.8817 26.6667 16.0003 26.6667Z" fill="#1ba1a0"/>
                                <path d="M13.3318 18.116L10.2665 15.056L8.38379 16.944L13.3345 21.884L22.2758 12.9427L20.3905 11.0574L13.3318 18.116Z" fill="#1ba1a0"/>
                                </svg>
                                <li>Автоматическое отслеживание</li>
                            </div>
                        </ul>
                    </div>
                    <div>
                        <img src="./statistics.png" alt=""/>
                    </div>
                </div>
                <div className='lending_tarifs'>
                        <h1>Тарифы</h1>
                        <div className='lending_tarifs_cards'>
                            <div className='lending_tarifs_card'>
                                <h2>20%</h2>
                                <p>какой то текст</p>
                            </div>
                            <div className='lending_tarifs_card'>
                                <h2>20%</h2>
                                <p>какой то текст</p>
                            </div>
                            <div className='lending_tarifs_card'>
                                <h2>20%</h2>
                                <p>какой то текст</p>
                            </div>
                            <div className='lending_tarifs_card'>
                                <h2>20%</h2>
                                <p>какой то текст</p>
                            </div>
                        </div>
                </div>
                <div className='ledning_pharmas_bg'>
                    <div className='ledning_pharmas'>
                        <h1>Создано для современных аптек</h1>
                    </div>
                    <div className='ledning_pharma_cards'>
                        <div className='ledning_pharma_card'>
                            <div className='ledning_pharma_icon'>
                                <svg width="32" height="30" viewBox="0 0 32 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M31 10.8L30 10V2C30 0.8 29.2 0 28 0C26.8 0 26 0.8 26 2V3C22 4.8 16 8 10 8H5C2.2 8 0 10.4 0 13C0 14.8 1 16.4 2.4 17.2L4.6 29C4.6 29.6 5.2 30 6 30H6.4L13.6 28.6C14.4 28.4 14.8 27.8 14.6 27.2C14 26 13 24.2 12.2 23.6C11.8 23.4 11.2 21.8 10.8 20H12V18.2C17.4 18.8 24 21.4 26 23V24C26 25.2 26.8 26 28 26C29.2 26 30 25.2 30 24V16L30.8 15.4C31.6 14.8 32 14 32 13.2V12.8C32 12 31.6 11.4 31 10.8ZM4 10H10V12H4V10ZM11.2 25.2C11.4 25.2 11.8 25.8 12.2 26.6L6.6 28L4.6 18H8.4C8.8 20.6 9.6 24.4 11.2 25.2ZM26 20.6C22.8 19 17.2 16.6 12 16V10C17.2 9.4 22.8 7.2 26 5.4V20.6Z" fill="#1ba1a0"/>
                                </svg>
                            </div>
                                <h2>Управление в зале</h2>
                                <p>Комплексная платформа для автоматического учета, умного прогнозирования онлайн продаж, Оптимизируйте операции и сосредоточьтесь на пациентах</p>
                        </div>
                        <div className='ledning_pharma_card'>
                            <div className='ledning_pharma_icon'>
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.0003 2.66663C8.64833 2.66663 2.66699 8.64796 2.66699 16C2.66699 23.352 8.64833 29.3333 16.0003 29.3333C23.3523 29.3333 29.3337 23.352 29.3337 16C29.3337 8.64796 23.3523 2.66663 16.0003 2.66663ZM16.0003 26.6666C10.119 26.6666 5.33366 21.8813 5.33366 16C5.33366 10.1186 10.119 5.33329 16.0003 5.33329C21.8817 5.33329 26.667 10.1186 26.667 16C26.667 21.8813 21.8817 26.6666 16.0003 26.6666Z" fill="#1ba1a0"/>
                                <path d="M13.3318 18.1159L10.2665 15.0559L8.38379 16.9439L13.3345 21.8839L22.2758 12.9426L20.3905 11.0573L13.3318 18.1159Z" fill="#1ba1a0"/>
                                </svg>
                            </div>
                                <h2>Автоматизированная логистика</h2>
                                <p>Комплексная платформа для автоматического учета, умного прогнозирования онлайн продаж, Оптимизируйте операции и сосредоточьтесь на пациентах</p>
                        </div>
                        <div className='ledning_pharma_card'>
                            <div className='ledning_pharma_icon'>
                                <svg width="27" height="22" viewBox="0 0 27 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18.6663 20H23.9997C24.3533 20 24.6924 19.8596 24.9425 19.6095C25.1925 19.3595 25.333 19.0203 25.333 18.6667V17.3334C25.333 16.2725 24.9116 15.2551 24.1614 14.5049C23.4113 13.7548 22.3939 13.3334 21.333 13.3334H18.6663M15.685 8.00004C16.2251 8.60385 16.9358 9.02945 17.723 9.22052C18.5102 9.41159 19.3369 9.35913 20.0937 9.07006C20.8505 8.781 21.5017 8.26897 21.9611 7.60173C22.4205 6.93448 22.6664 6.14348 22.6664 5.33338C22.6664 4.52327 22.4205 3.73227 21.9611 3.06502C21.5017 2.39778 20.8505 1.88575 20.0937 1.59669C19.3369 1.30762 18.5102 1.25516 17.723 1.44623C16.9358 1.6373 16.2251 2.0629 15.685 2.66671M1.33301 18.6667V17.3334C1.33301 16.2725 1.75444 15.2551 2.50458 14.5049C3.25473 13.7548 4.27214 13.3334 5.33301 13.3334H10.6663C11.7272 13.3334 12.7446 13.7548 13.4948 14.5049C14.2449 15.2551 14.6663 16.2725 14.6663 17.3334V18.6667C14.6663 19.0203 14.5259 19.3595 14.2758 19.6095C14.0258 19.8596 13.6866 20 13.333 20H2.66634C2.31272 20 1.97358 19.8596 1.72353 19.6095C1.47348 19.3595 1.33301 19.0203 1.33301 18.6667ZM11.9997 5.33338C11.9997 6.39424 11.5782 7.41166 10.8281 8.1618C10.078 8.91195 9.06054 9.33337 7.99967 9.33337C6.93881 9.33337 5.92139 8.91195 5.17125 8.1618C4.4211 7.41166 3.99967 6.39424 3.99967 5.33338C3.99967 4.27251 4.4211 3.25509 5.17125 2.50495C5.92139 1.7548 6.93881 1.33337 7.99967 1.33337C9.06054 1.33337 10.078 1.7548 10.8281 2.50495C11.5782 3.25509 11.9997 4.27251 11.9997 5.33338Z" stroke="#1ba1a0" stroke-width="2.66667" stroke-linecap="round"/>
                                </svg>
                            </div>
                                <h2>Детальная отчетность</h2>
                                <p>Комплексная платформа для автоматического учета, умного прогнозирования онлайн продаж, Оптимизируйте операции и сосредоточьтесь на пациентах</p>
                        </div>
                    </div> 
                </div>
                <div className='lending_bunner_bg'>
                    <div className='lending_bunner_text'>
                        <h1>Готовы модернизировать свою аптеку?</h1>
                        <p>Оптимизируйте свои операции с помощью инструментов, разработанных для современного фармацевтического бизнеса</p>
                        <button>Попробовать бесплатно</button>
                    </div>
                </div>
                <div className='lending_questions'>
                    <h1>Часто задаваемые вопросы</h1>
                    <div className='lending_question'>
                        <div>
                            <h3>Сложно сказать, почему курс ценных бумаг не позволил союзу развалиться</h3>
                        <p>А также непосредственные участники технического прогресса, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований.</p>
                        </div>
                            <svg width="10" height="10" viewBox="0 0 10 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.76325 1.27811L1.27797 9.76339C0.988053 10.0533 0.50722 10.0533 0.217307 9.76339C-0.072607 9.47347 -0.0726071 8.99264 0.217307 8.70273L8.70259 0.217447C8.9925 -0.0724669 9.47333 -0.0724669 9.76325 0.217447C10.0532 0.50736 10.0532 0.988193 9.76325 1.27811Z" fill="#242424"/>
                            <path d="M9.76325 9.76339C9.47333 10.0533 8.9925 10.0533 8.70259 9.76339L0.217307 1.27811C-0.0726071 0.988193 -0.072607 0.50736 0.217307 0.217447C0.50722 -0.0724669 0.988053 -0.072467 1.27797 0.217447L9.76325 8.70273C10.0532 8.99264 10.0532 9.47347 9.76325 9.76339Z" fill="#242424"/>
                            </svg>
                    </div>
                    <div className='lending_question'>
                        <div>
                            <p>Светлый лик правового взаимодействия связывает нас с нашим прошлым</p>
                        </div>
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M18 12.75H6C5.59 12.75 5.25 12.41 5.25 12C5.25 11.59 5.59 11.25 6 11.25H18C18.41 11.25 18.75 11.59 18.75 12C18.75 12.41 18.41 12.75 18 12.75Z" fill="#242424"/>
                            <path d="M12 18.75C11.59 18.75 11.25 18.41 11.25 18V6C11.25 5.59 11.59 5.25 12 5.25C12.41 5.25 12.75 5.59 12.75 6V18C12.75 18.41 12.41 18.75 12 18.75Z" fill="#242424"/>
                            </svg>
                    </div>
                    <div className='lending_question'>
                        <div>
                            <p>Сложно сказать, почему курс ценных бумаг не позволил союзу развалиться</p>
                        </div>
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M18 12.75H6C5.59 12.75 5.25 12.41 5.25 12C5.25 11.59 5.59 11.25 6 11.25H18C18.41 11.25 18.75 11.59 18.75 12C18.75 12.41 18.41 12.75 18 12.75Z" fill="#242424"/>
                            <path d="M12 18.75C11.59 18.75 11.25 18.41 11.25 18V6C11.25 5.59 11.59 5.25 12 5.25C12.41 5.25 12.75 5.59 12.75 6V18C12.75 18.41 12.41 18.75 12 18.75Z" fill="#242424"/>
                            </svg>
                    </div>
                    <div className='lending_question'>
                        <div>
                            <p>Сложно сказать, почему курс ценных бумаг не позволил союзу развалиться</p>
                        </div>
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M18 12.75H6C5.59 12.75 5.25 12.41 5.25 12C5.25 11.59 5.59 11.25 6 11.25H18C18.41 11.25 18.75 11.59 18.75 12C18.75 12.41 18.41 12.75 18 12.75Z" fill="#242424"/>
                            <path d="M12 18.75C11.59 18.75 11.25 18.41 11.25 18V6C11.25 5.59 11.59 5.25 12 5.25C12.41 5.25 12.75 5.59 12.75 6V18C12.75 18.41 12.41 18.75 12 18.75Z" fill="#242424"/>
                            </svg>
                    </div>
                    <div className='lending_question'>
                        <div>
                            <p>Сложно сказать, почему курс ценных бумаг не позволил союзу развалиться</p>
                        </div>
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M18 12.75H6C5.59 12.75 5.25 12.41 5.25 12C5.25 11.59 5.59 11.25 6 11.25H18C18.41 11.25 18.75 11.59 18.75 12C18.75 12.41 18.41 12.75 18 12.75Z" fill="#242424"/>
                            <path d="M12 18.75C11.59 18.75 11.25 18.41 11.25 18V6C11.25 5.59 11.59 5.25 12 5.25C12.41 5.25 12.75 5.59 12.75 6V18C12.75 18.41 12.41 18.75 12 18.75Z" fill="#242424"/>
                            </svg>
                    </div>
                    <div className='lending_question'>
                        <div>
                            <p>Сложно сказать, почему курс ценных бумаг не позволил союзу развалиться</p>
                        </div>
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M18 12.75H6C5.59 12.75 5.25 12.41 5.25 12C5.25 11.59 5.59 11.25 6 11.25H18C18.41 11.25 18.75 11.59 18.75 12C18.75 12.41 18.41 12.75 18 12.75Z" fill="#242424"/>
                            <path d="M12 18.75C11.59 18.75 11.25 18.41 11.25 18V6C11.25 5.59 11.59 5.25 12 5.25C12.41 5.25 12.75 5.59 12.75 6V18C12.75 18.41 12.41 18.75 12 18.75Z" fill="#242424"/>
                            </svg>
                    </div>
                    <div className='lending_question'>
                        <div>
                            <p>Сложно сказать, почему курс ценных бумаг не позволил союзу развалиться</p>
                        </div>
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M18 12.75H6C5.59 12.75 5.25 12.41 5.25 12C5.25 11.59 5.59 11.25 6 11.25H18C18.41 11.25 18.75 11.59 18.75 12C18.75 12.41 18.41 12.75 18 12.75Z" fill="#242424"/>
                            <path d="M12 18.75C11.59 18.75 11.25 18.41 11.25 18V6C11.25 5.59 11.59 5.25 12 5.25C12.41 5.25 12.75 5.59 12.75 6V18C12.75 18.41 12.41 18.75 12 18.75Z" fill="#242424"/>
                            </svg>
                    </div>
                </div>
        	</main>
            <footer className='lending_footer_bg'>
                <div className='lending_footer_info'>
                    <div className='lending_footer_infos'>
                        <div>
                            <div className="sidebar_logo">
                                <div className='sidebar_logo_text'>D</div>
                                <div className="sidebar_logo">ePharma</div>
                            </div>
                        </div>
                        <div>
                            <h4>Адрес</h4>
                            <div className='lending_footer_contacts'>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.8501 18.025C10.8667 18.025 9.47507 17.3333 8.37506 14.025L7.77506 12.225L5.97506 11.625C2.67507 10.525 1.9834 9.13333 1.9834 8.15C1.9834 7.175 2.67507 5.775 5.97506 4.66667L13.0501 2.30833C14.8167 1.71666 16.2917 1.89166 17.2001 2.79166C18.1084 3.69166 18.2834 5.175 17.6917 6.94167L15.3334 14.0167C14.2251 17.3333 12.8334 18.025 11.8501 18.025ZM6.36673 5.85833C4.05006 6.63333 3.22506 7.55 3.22506 8.15C3.22506 8.75 4.05006 9.66667 6.36673 10.4333L8.46673 11.1333C8.65006 11.1917 8.80007 11.3417 8.8584 11.525L9.5584 13.625C10.3251 15.9417 11.2501 16.7667 11.8501 16.7667C12.4501 16.7667 13.3667 15.9417 14.1417 13.625L16.5001 6.55C16.9251 5.26667 16.8501 4.21667 16.3084 3.675C15.7667 3.13333 14.7167 3.06667 13.4417 3.49167L6.36673 5.85833Z" fill="white"/>
                                <path d="M8.42467 12C8.26634 12 8.10801 11.9417 7.98301 11.8167C7.74134 11.575 7.74134 11.175 7.98301 10.9334L10.9663 7.94169C11.208 7.70002 11.608 7.70002 11.8497 7.94169C12.0913 8.18335 12.0913 8.58335 11.8497 8.82502L8.86634 11.8167C8.74967 11.9417 8.58301 12 8.42467 12Z" fill="white"/>
                                </svg>
                                <p>текст</p>
                            </div>
                        </div>
                        <div>
                        <p>(C) 2025</p>
                        </div>
                    </div>
                    <div className='lending_footer_infos'>
                        <div>
                            <ul>
                                <li>Решения</li>
                            </ul>
                        </div>
                        <div >
                            <h4>для всех абонетов</h4>
                            <div className='lending_footer_contacts'>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M14.542 18.9584C13.6003 18.9584 12.6087 18.7334 11.5837 18.3C10.5837 17.875 9.57533 17.2917 8.59199 16.5834C7.61699 15.8667 6.67533 15.0667 5.78366 14.1917C4.90033 13.3 4.10033 12.3584 3.39199 11.3917C2.67533 10.3917 2.10033 9.39169 1.69199 8.42502C1.25866 7.39169 1.04199 6.39169 1.04199 5.45002C1.04199 4.80002 1.15866 4.18335 1.38366 3.60835C1.61699 3.01669 1.99199 2.46669 2.50033 1.99169C3.14199 1.35835 3.87533 1.04169 4.65866 1.04169C4.98366 1.04169 5.31699 1.11669 5.60033 1.25002C5.92533 1.40002 6.20033 1.62502 6.40033 1.92502L8.33366 4.65002C8.50866 4.89169 8.64199 5.12502 8.73366 5.35835C8.84199 5.60835 8.90033 5.85835 8.90033 6.10002C8.90033 6.41669 8.80866 6.72502 8.63366 7.01669C8.50866 7.24169 8.31699 7.48335 8.07533 7.72502L7.50866 8.31669C7.51699 8.34169 7.52533 8.35835 7.53366 8.37502C7.63366 8.55002 7.83366 8.85002 8.21699 9.30002C8.62533 9.76669 9.00866 10.1917 9.39199 10.5834C9.88366 11.0667 10.292 11.45 10.6753 11.7667C11.1503 12.1667 11.4587 12.3667 11.642 12.4584L11.6253 12.5L12.2337 11.9C12.492 11.6417 12.742 11.45 12.9837 11.325C13.442 11.0417 14.0253 10.9917 14.6087 11.2334C14.8253 11.325 15.0587 11.45 15.3087 11.625L18.0753 13.5917C18.3837 13.8 18.6087 14.0667 18.742 14.3834C18.867 14.7 18.9253 14.9917 18.9253 15.2834C18.9253 15.6834 18.8337 16.0834 18.6587 16.4584C18.4837 16.8334 18.267 17.1584 17.992 17.4584C17.517 17.9834 17.0003 18.3584 16.4003 18.6C15.8253 18.8334 15.2003 18.9584 14.542 18.9584ZM4.65866 2.29169C4.20033 2.29169 3.77533 2.49169 3.36699 2.89169C2.98366 3.25002 2.71699 3.64169 2.55033 4.06669C2.37533 4.50002 2.29199 4.95835 2.29199 5.45002C2.29199 6.22502 2.47533 7.06669 2.84199 7.93335C3.21699 8.81669 3.74199 9.73335 4.40866 10.65C5.07533 11.5667 5.83366 12.4584 6.66699 13.3C7.50033 14.125 8.40033 14.8917 9.32533 15.5667C10.2253 16.225 11.1503 16.7584 12.067 17.1417C13.492 17.75 14.8253 17.8917 15.9253 17.4334C16.3503 17.2584 16.7253 16.9917 17.067 16.6084C17.2587 16.4 17.4087 16.175 17.5337 15.9084C17.6337 15.7 17.6837 15.4834 17.6837 15.2667C17.6837 15.1334 17.6587 15 17.592 14.85C17.567 14.8 17.517 14.7084 17.3587 14.6L14.592 12.6334C14.4253 12.5167 14.2753 12.4334 14.1337 12.375C13.9503 12.3 13.8753 12.225 13.592 12.4C13.4253 12.4834 13.2753 12.6084 13.1087 12.775L12.4753 13.4C12.1503 13.7167 11.6503 13.7917 11.267 13.65L11.042 13.55C10.7003 13.3667 10.3003 13.0834 9.85866 12.7084C9.45866 12.3667 9.02533 11.9667 8.50033 11.45C8.09199 11.0334 7.68366 10.5917 7.25866 10.1C6.86699 9.64169 6.58366 9.25002 6.40866 8.92502L6.30866 8.67502C6.25866 8.48335 6.24199 8.37502 6.24199 8.25835C6.24199 7.95835 6.35033 7.69169 6.55866 7.48335L7.18366 6.83335C7.35033 6.66669 7.47533 6.50835 7.55866 6.36669C7.62533 6.25835 7.65033 6.16669 7.65033 6.08335C7.65033 6.01669 7.62533 5.91669 7.58366 5.81669C7.52533 5.68335 7.43366 5.53335 7.31699 5.37502L5.38366 2.64169C5.30033 2.52502 5.20033 2.44169 5.07533 2.38335C4.94199 2.32502 4.80033 2.29169 4.65866 2.29169ZM11.6253 12.5084L11.492 13.075L11.717 12.4917C11.6753 12.4834 11.642 12.4917 11.6253 12.5084Z" fill="white"/>
                                </svg>
                                <p>+992 12 345 67 89</p>
                            </div>
                        </div>
                        <div>
                        <p>Договор</p>
                        </div>
                    </div>
                    <div className='lending_footer_infos'>
                        <div>
                            <ul>
                                <li>Платформы</li>
                            </ul>
                        </div>
                        <div>
                            <h4>по всем вопросам</h4>
                            <div className='lending_footer_contacts'>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M14.167 17.7084H5.83366C5.49199 17.7084 5.20866 17.425 5.20866 17.0834C5.20866 16.7417 5.49199 16.4584 5.83366 16.4584H14.167C16.5503 16.4584 17.7087 15.3 17.7087 12.9167V7.08335C17.7087 4.70002 16.5503 3.54169 14.167 3.54169H5.83366C3.45033 3.54169 2.29199 4.70002 2.29199 7.08335C2.29199 7.42502 2.00866 7.70835 1.66699 7.70835C1.32533 7.70835 1.04199 7.42502 1.04199 7.08335C1.04199 4.04169 2.79199 2.29169 5.83366 2.29169H14.167C17.2087 2.29169 18.9587 4.04169 18.9587 7.08335V12.9167C18.9587 15.9584 17.2087 17.7084 14.167 17.7084Z" fill="white"/>
                                <path d="M9.99998 10.725C9.29998 10.725 8.59165 10.5083 8.04998 10.0666L5.44164 7.98331C5.17498 7.76664 5.12498 7.37497 5.34165 7.10831C5.55831 6.84164 5.94997 6.79164 6.21664 7.00831L8.82497 9.09164C9.45831 9.59998 10.5333 9.59998 11.1666 9.09164L13.775 7.00831C14.0416 6.79164 14.4416 6.83331 14.65 7.10831C14.8666 7.37497 14.825 7.77498 14.55 7.98331L11.9416 10.0666C11.4083 10.5083 10.7 10.725 9.99998 10.725Z" fill="white"/>
                                <path d="M6.66699 14.375H1.66699C1.32533 14.375 1.04199 14.0917 1.04199 13.75C1.04199 13.4083 1.32533 13.125 1.66699 13.125H6.66699C7.00866 13.125 7.29199 13.4083 7.29199 13.75C7.29199 14.0917 7.00866 14.375 6.66699 14.375Z" fill="white"/>
                                <path d="M4.16699 11.0417H1.66699C1.32533 11.0417 1.04199 10.7584 1.04199 10.4167C1.04199 10.075 1.32533 9.79169 1.66699 9.79169H4.16699C4.50866 9.79169 4.79199 10.075 4.79199 10.4167C4.79199 10.7584 4.50866 11.0417 4.16699 11.0417Z" fill="white"/>
                                </svg>
                                <p>pochta@gmail.com</p>
                            </div>
                        </div>
                        <div>
                        <p>Оферта</p>
                        </div>
                    </div>
                    <div className='lending_footer_infos footer_icons'>
                        <div>
                            <ul>
                                <li>Тарифы</li>
                            </ul>
                        </div>
                        <div>
                            <h4>социальные сети</h4>
                            <div className='lending_footer_contacts'>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M12.2917 18.9583H8.54167V12.9167H7.74999C7.26666 12.9167 6.875 12.525 6.875 12.0417V10.4583C6.875 9.97499 7.26666 9.58333 7.74999 9.58333H8.54167V7.5C8.54167 5.775 9.94167 4.375 11.6667 4.375H13.9167C14.4 4.375 14.7917 4.76666 14.7917 5.24999V7.25001C14.7917 7.73334 14.4 8.125 13.9167 8.125H12.2917V9.58333H13.8583C14.125 9.58333 14.3667 9.7 14.5333 9.9C14.7 10.1 14.7667 10.3667 14.7167 10.625L14.4 12.2083C14.3167 12.6167 13.9583 12.9083 13.5417 12.9083H12.2917V18.9583ZM9.79167 17.7083H11.0417V11.6667H13.2417L13.4083 10.8333H11.05V7.74999C11.05 7.26666 11.4417 6.875 11.925 6.875H13.55V5.625H11.6667C10.6333 5.625 9.79167 6.46667 9.79167 7.5V10.8333H8.125V11.6667H9.79167V17.7083Z" fill="white"/>
                                <path d="M12.5003 18.9584H7.50033C2.97533 18.9584 1.04199 17.025 1.04199 12.5V7.50002C1.04199 2.97502 2.97533 1.04169 7.50033 1.04169H12.5003C17.0253 1.04169 18.9587 2.97502 18.9587 7.50002V12.5C18.9587 17.025 17.0253 18.9584 12.5003 18.9584ZM7.50033 2.29169C3.65866 2.29169 2.29199 3.65835 2.29199 7.50002V12.5C2.29199 16.3417 3.65866 17.7084 7.50033 17.7084H12.5003C16.342 17.7084 17.7087 16.3417 17.7087 12.5V7.50002C17.7087 3.65835 16.342 2.29169 12.5003 2.29169H7.50033Z" fill="white"/>
                                </svg>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M12.5003 18.9584H7.50033C2.97533 18.9584 1.04199 17.025 1.04199 12.5V7.50002C1.04199 2.97502 2.97533 1.04169 7.50033 1.04169H12.5003C17.0253 1.04169 18.9587 2.97502 18.9587 7.50002V12.5C18.9587 17.025 17.0253 18.9584 12.5003 18.9584ZM7.50033 2.29169C3.65866 2.29169 2.29199 3.65835 2.29199 7.50002V12.5C2.29199 16.3417 3.65866 17.7084 7.50033 17.7084H12.5003C16.342 17.7084 17.7087 16.3417 17.7087 12.5V7.50002C17.7087 3.65835 16.342 2.29169 12.5003 2.29169H7.50033Z" fill="white"/>
                                <path d="M9.99967 13.5416C8.04967 13.5416 6.45801 11.95 6.45801 9.99998C6.45801 8.04998 8.04967 6.45831 9.99967 6.45831C11.9497 6.45831 13.5413 8.04998 13.5413 9.99998C13.5413 11.95 11.9497 13.5416 9.99967 13.5416ZM9.99967 7.70831C8.73301 7.70831 7.70801 8.73331 7.70801 9.99998C7.70801 11.2666 8.73301 12.2916 9.99967 12.2916C11.2663 12.2916 12.2913 11.2666 12.2913 9.99998C12.2913 8.73331 11.2663 7.70831 9.99967 7.70831Z" fill="white"/>
                                <path d="M14.1663 6.24998C14.058 6.24998 13.9497 6.22498 13.8497 6.18331C13.7497 6.14165 13.658 6.08331 13.5747 6.00831C13.4997 5.92498 13.433 5.83331 13.3913 5.73331C13.3497 5.63331 13.333 5.52498 13.333 5.41665C13.333 5.30831 13.3497 5.19998 13.3913 5.09998C13.4413 4.99165 13.4997 4.90831 13.5747 4.82498C13.6163 4.79165 13.658 4.74998 13.6997 4.72498C13.7497 4.69165 13.7997 4.66665 13.8497 4.64998C13.8997 4.62498 13.9497 4.60831 14.008 4.59998C14.2747 4.54165 14.558 4.63331 14.758 4.82498C14.833 4.90831 14.8913 4.99165 14.933 5.09998C14.9747 5.19998 14.9997 5.30831 14.9997 5.41665C14.9997 5.52498 14.9747 5.63331 14.933 5.73331C14.8913 5.83331 14.833 5.92498 14.758 6.00831C14.6747 6.08331 14.583 6.14165 14.483 6.18331C14.383 6.22498 14.2747 6.24998 14.1663 6.24998Z" fill="white"/>
                                </svg>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M1.66629 18.9583C1.49963 18.9583 1.34127 18.8917 1.2246 18.775C1.06627 18.6167 0.999643 18.3833 1.05798 18.1667L2.10798 14.2417C1.40798 12.9417 1.04129 11.475 1.04129 9.99166C1.04129 5.04999 5.05796 1.03333 9.99963 1.03333C14.9413 1.03333 18.958 5.04999 18.958 9.99166C18.958 14.9333 14.9413 18.95 9.99963 18.95C8.49129 18.95 7.01632 18.575 5.69965 17.8583L1.83297 18.9333C1.77464 18.95 1.72463 18.9583 1.66629 18.9583ZM5.78296 16.5667C5.89129 16.5667 5.99963 16.6 6.09963 16.65C7.27463 17.3417 8.62463 17.7083 9.99963 17.7083C14.2496 17.7083 17.708 14.25 17.708 10C17.708 5.75 14.2496 2.29167 9.99963 2.29167C5.74963 2.29167 2.29129 5.75 2.29129 10C2.29129 11.3583 2.64962 12.6833 3.32462 13.85C3.40795 13.9917 3.43297 14.1667 3.3913 14.325L2.55797 17.4417L5.62463 16.5917C5.67463 16.575 5.73296 16.5667 5.78296 16.5667Z" fill="white"/>
                                <path d="M12.2835 14.8C11.7669 14.8 11.2335 14.6834 10.6752 14.4417C10.1502 14.2167 9.62521 13.9167 9.11687 13.5417C8.61687 13.175 8.12522 12.7584 7.67522 12.3084C7.22522 11.85 6.80852 11.3667 6.44185 10.8667C6.06685 10.3417 5.76685 9.82503 5.55018 9.3167C5.31685 8.7667 5.2002 8.22503 5.2002 7.70837C5.2002 7.3417 5.26685 6.9917 5.39185 6.6667C5.52518 6.32503 5.74185 6.0167 6.02519 5.75003C6.55852 5.22503 7.32522 5.03338 7.93355 5.32505C8.14189 5.41671 8.31688 5.56671 8.45022 5.76671L9.41686 7.12502C9.51686 7.25836 9.59188 7.40002 9.65022 7.54169C9.71688 7.70836 9.75855 7.87505 9.75855 8.03338C9.75855 8.25005 9.7002 8.46671 9.58354 8.65838C9.50854 8.78338 9.40019 8.93338 9.25852 9.07505L9.15019 9.1917C9.20019 9.25837 9.25851 9.34169 9.35018 9.44169C9.52518 9.64169 9.71685 9.85836 9.92518 10.0667C10.1335 10.2667 10.3418 10.4667 10.5502 10.6417C10.6502 10.725 10.7336 10.7917 10.8002 10.8334L10.9168 10.7167C11.0668 10.5667 11.2169 10.45 11.3669 10.375C11.6419 10.2 12.0669 10.1584 12.4419 10.3167C12.5752 10.3667 12.7085 10.4417 12.8502 10.5417L14.2419 11.525C14.4336 11.6584 14.5835 11.8417 14.6835 12.05C14.7669 12.2584 14.8002 12.4417 14.8002 12.6334C14.8002 12.8834 14.7419 13.125 14.6335 13.3584C14.5252 13.575 14.4002 13.7667 14.2502 13.9417C13.9835 14.2334 13.6752 14.45 13.3419 14.5917C13.0085 14.7334 12.6502 14.8 12.2835 14.8ZM7.32518 6.45003C7.27518 6.45003 7.10856 6.45003 6.90023 6.65836C6.74189 6.80836 6.63353 6.96671 6.55853 7.14171C6.48353 7.31671 6.4502 7.51671 6.4502 7.71671C6.4502 8.06671 6.53352 8.44169 6.70018 8.84169C6.87519 9.25836 7.13354 9.70005 7.45021 10.1417C7.77521 10.5834 8.14188 11.025 8.55021 11.4334C8.95854 11.8334 9.39187 12.2084 9.84187 12.5417C10.2752 12.8584 10.7169 13.1084 11.1585 13.3C11.7919 13.575 12.3752 13.6417 12.8502 13.4417C13.0169 13.375 13.1669 13.2584 13.3169 13.1084C13.3919 13.025 13.4502 12.9417 13.5002 12.8334C13.5252 12.775 13.5419 12.7084 13.5419 12.65C13.5419 12.6334 13.5418 12.6084 13.5168 12.5584L12.1252 11.5917C12.0669 11.55 12.0085 11.5167 11.9585 11.5C11.9252 11.5167 11.8752 11.5417 11.7835 11.6334L11.4669 11.95C11.2252 12.1917 10.8419 12.2584 10.5335 12.15L10.3836 12.0834C10.1919 11.9834 9.9752 11.8334 9.73353 11.625C9.5002 11.425 9.27523 11.2167 9.03356 10.9834C8.80023 10.7417 8.59188 10.5167 8.39188 10.2834C8.17521 10.025 8.02521 9.81671 7.92521 9.64171L7.83356 9.42503C7.80856 9.3417 7.80019 9.25003 7.80019 9.1667C7.80019 8.93337 7.88356 8.72503 8.04189 8.55836L8.35856 8.23337C8.45023 8.14171 8.48355 8.09171 8.50021 8.05838C8.47521 8.00005 8.44188 7.95004 8.40022 7.8917L7.42518 6.51671L7.32518 6.45003Z" fill="white"/>
                                </svg>
                                <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.0906 3.69251C11.0869 3.27657 10.7623 2.93424 10.3471 2.90847C9.93199 2.8827 9.56755 3.18226 9.51246 3.59455C9.49194 3.74816 9.49105 3.91176 9.50882 4.08145L9.57313 11.3645C9.30478 12.2321 9.0745 12.6395 8.9129 12.8446C8.78605 13.0056 8.69895 13.0569 8.52628 13.1587C8.49529 13.177 8.46155 13.1969 8.42432 13.2193C7.8018 13.5953 7.21876 13.5897 6.72462 13.4406C6.20943 13.2852 5.8102 12.9766 5.64312 12.7959C5.46074 12.5812 5.19812 12.1573 5.06718 11.6453C4.93812 11.1406 4.94557 10.5929 5.23249 10.0619C5.81282 8.98806 7.03484 8.83125 7.59975 8.91117C8.03316 8.97248 8.4342 8.67084 8.49551 8.23743C8.55682 7.80403 8.25518 7.40298 7.82178 7.34167C6.94246 7.21728 4.87093 7.39687 3.83796 9.30832C3.31823 10.2701 3.32876 11.2453 3.53147 12.038C3.73064 12.8169 4.12343 13.4604 4.44896 13.8384L4.46259 13.8539C4.80074 14.2265 5.44474 14.7102 6.26681 14.9582C7.11682 15.2146 8.17558 15.2211 9.2428 14.5768C9.26333 14.5644 9.28666 14.5509 9.31244 14.5361C9.50573 14.4245 9.83657 14.2335 10.1579 13.8256C10.5033 13.3873 10.8173 12.7377 11.126 11.7062C11.1488 11.6302 11.16 11.5513 11.1593 11.472L11.1167 6.65088C11.7799 7.13644 12.654 7.49608 13.7544 7.59321C14.1904 7.6317 14.5751 7.30943 14.6136 6.8734C14.6521 6.43738 14.3298 6.05271 13.8938 6.01422C12.7476 5.91306 12.0272 5.44528 11.6045 4.96199C11.2622 4.57062 11.13 4.19349 11.093 3.97074L11.0906 3.69251Z" fill="white"/>
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M8.95152 1.81632e-07C7.02045 -1.07782e-05 5.50655 -1.94631e-05 4.32526 0.158771C3.11588 0.321339 2.16059 0.660729 1.41066 1.41066C0.660701 2.16062 0.32133 3.11616 0.15877 4.3256C-1.9589e-05 5.50699 -1.0901e-05 7.02089 1.8475e-07 8.95155V9.04847C-1.0901e-05 10.9796 -1.9589e-05 12.4934 0.158771 13.6747C0.321339 14.8841 0.660728 15.8394 1.41066 16.5893C2.16062 17.3393 3.11616 17.6787 4.3256 17.8412C5.50699 18 7.02088 18 8.95153 18H9.04848C10.9796 18 12.4935 18 13.6747 17.8412C14.8841 17.6787 15.8394 17.3393 16.5893 16.5893C17.3393 15.8394 17.6787 14.8838 17.8412 13.6744C18 12.493 18 10.9791 18 9.04847V8.95152C18 7.02044 18 5.50655 17.8412 4.32526C17.6787 3.11588 17.3393 2.16059 16.5893 1.41066C15.8394 0.660701 14.8838 0.32133 13.6744 0.15877C12.493 -1.94631e-05 10.9791 -1.07782e-05 9.04845 1.81632e-07H8.95152ZM2.30734 2.30734C2.78236 1.83232 3.42541 1.55924 4.49421 1.41557C5.58124 1.26945 7.00991 1.2681 9 1.2681C10.9896 1.2681 12.4183 1.26945 13.5055 1.41557C14.5744 1.55925 15.2177 1.83235 15.6927 2.30734C16.1677 2.78236 16.4408 3.42541 16.5844 4.49421C16.7306 5.58124 16.7319 7.00991 16.7319 9C16.7319 10.9896 16.7306 12.4183 16.5844 13.5055C16.4408 14.5744 16.1676 15.2177 15.6927 15.6927C15.2176 16.1677 14.5746 16.4408 13.5058 16.5844C12.4188 16.7306 10.9901 16.7319 9 16.7319C7.01036 16.7319 5.58167 16.7306 4.49453 16.5844C3.42557 16.4408 2.78234 16.1676 2.30734 15.6927C1.83232 15.2176 1.55924 14.5746 1.41557 13.5058C1.26945 12.4188 1.2681 10.9901 1.2681 9C1.2681 7.01036 1.26945 5.58167 1.41557 4.49453C1.55925 3.42557 1.83235 2.78234 2.30734 2.30734Z" fill="white"/>
                                </svg>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M4.82376 11.6833C4.85956 11.6953 4.89638 11.7039 4.93376 11.7092C5.16953 12.2647 5.40397 12.8208 5.63709 13.3775C6.05626 14.3792 6.47876 15.4108 6.57126 15.7075C6.68709 16.0725 6.80876 16.3208 6.94209 16.4908C7.01126 16.5775 7.09043 16.6542 7.18376 16.7125C7.23238 16.7429 7.2844 16.7675 7.33876 16.7858C7.60542 16.8858 7.84876 16.8442 8.00126 16.7933C8.09075 16.7628 8.1759 16.7208 8.25459 16.6683L8.25876 16.6667L10.6138 15.1983L13.3346 17.2833C13.3746 17.3142 13.4179 17.34 13.4646 17.3608C13.7913 17.5025 14.1079 17.5525 14.4063 17.5125C14.7029 17.4708 14.9388 17.3467 15.1146 17.2058C15.3165 17.0431 15.4775 16.8353 15.5846 16.5992L15.5921 16.5808L15.5946 16.5742L15.5963 16.5708V16.5692L15.5971 16.5683C15.6116 16.5325 15.6227 16.4954 15.6304 16.4575L18.1138 3.93668C18.1216 3.8966 18.1255 3.85585 18.1254 3.81501C18.1254 3.44834 17.9871 3.09918 17.6629 2.88834C17.3846 2.70751 17.0754 2.69918 16.8796 2.71418C16.6696 2.73084 16.4746 2.78251 16.3438 2.82418C16.2705 2.84739 16.1982 2.87352 16.1271 2.90251L16.1179 2.90668L2.18959 8.37001L2.18792 8.37084C2.1408 8.38817 2.09437 8.40736 2.04876 8.42834C1.93831 8.478 1.83236 8.53711 1.73209 8.60501C1.54292 8.73417 1.10709 9.08917 1.18126 9.67584C1.23959 10.1425 1.55959 10.43 1.75542 10.5683C1.86209 10.6442 1.96376 10.6983 2.03876 10.7342C2.07209 10.7508 2.14376 10.7792 2.17459 10.7925L2.18292 10.795L4.82376 11.6833ZM16.6054 4.05668H16.6038C16.5966 4.05986 16.5894 4.06292 16.5821 4.06584L2.63709 9.53667C2.62992 9.53957 2.62269 9.54235 2.61542 9.54501L2.60709 9.54751C2.58162 9.55752 2.55659 9.56864 2.53209 9.58084C2.55529 9.59413 2.57921 9.60609 2.60376 9.61667L5.22209 10.4983C5.26888 10.5141 5.31364 10.5354 5.35542 10.5617L14.0029 5.49918L14.0113 5.49501C14.0448 5.4746 14.0793 5.45569 14.1146 5.43834C14.1746 5.40751 14.2704 5.36251 14.3788 5.32917C14.4538 5.30584 14.6763 5.24001 14.9163 5.31751C15.0436 5.35763 15.157 5.43275 15.2437 5.53428C15.3303 5.6358 15.3866 5.75965 15.4063 5.89167C15.4373 6.0073 15.4382 6.12895 15.4088 6.24501C15.3504 6.47417 15.1904 6.65251 15.0446 6.78918C14.9196 6.90584 13.2979 8.46917 11.6988 10.0125L9.52126 12.1125L9.13376 12.4875L14.0271 16.2392C14.0931 16.2669 14.1649 16.2783 14.2363 16.2725C14.2722 16.2676 14.306 16.2526 14.3338 16.2292C14.3675 16.2007 14.3965 16.1669 14.4196 16.1292L14.4213 16.1283L16.8296 3.98418C16.7537 4.00242 16.6793 4.02638 16.6071 4.05584L16.6054 4.05668ZM9.55459 14.385L8.57793 13.6367L8.34126 15.1408L9.55459 14.385ZM7.68209 12.1517L8.65293 11.2142L10.8304 9.11251L11.6413 8.33084L6.20792 11.5117L6.23709 11.58C6.57976 12.3895 6.91866 13.2007 7.25376 14.0133L7.48959 12.5133C7.51093 12.3742 7.57879 12.2473 7.68209 12.1517Z" fill="white"/>
                                </svg>
                            </div>
                        </div>
                    </div>
                </div>
            </footer>
        </div>
    )
}
export default Lending;